Repository: AKosmachyov/flutter-weather-app
Catalog: lib/l10n/app_*.arb
Languages: es

# welcomeTitle
source: Welcome
es: Hola, Bienvenido

# welcomeText
source: What do you think if we add a new city?
es: Qué te parece si agregamos una nueva ciudad?

# windLabel
source: Wind
es: Viento

# humidityLabel
source: Humidity
es: Humedad

# pressureLabel
source: Pressure
es: Presión de aire

# cityListLabel
source: My cities
es: Mis ciudades

# confirmationAlertTitle
source: Confirmation
es: Confirmación

# deleteCityAlertMessage
source: Are you sure you want to delete the city {city}?
es: Seguro que desea eliminar la ciudad {city}?

source: Yes
es: SI

# addCityLabel
source: Add city
es: Agregar ciudad

# addCityPlaceholder
source: Search city
es: Buscar ciudad

# emptyFavoriteCities
source: No cities selected
es: No tienes ciudades :(

# weatherForecastLabel
source: {count}-day Forecast
es: Pronóstico de {count} Días

# emptyCitySearch
source: Ð¡ity not found
es: Сity no encontrada

# openForecastLink
source: Forecast on the website
es: Pronóstico en el sitio web
